/* Button for inverting colors in navigationbar. (Only visible on iPad) */
"BOTTOM_TOOLBAR_INVERT_iPad" = "Umkehren";

/* Button for inverting colors (Only visible on iPhone) */
"BOTTOM_TOOLBAR_INVERT_iPhone" = "Umkehren";

/* Show an actionsheet (Only visible on iPhone) */
"BOTTOM_TOOLBAR_MORE" = "Mehr";

/* HUD title indicating that an add-to-camera-roll operation has started */
"CREATE_IMAGE_FOR_CAMERAROLL_HUD_TITLE" = "Wird den Fotos hinzugefügt";

/* HUD title indicating that a share-image operation has started */
"CREATE_IMAGE_FOR_SHARING_HUD_TITLE" = "Wird zum Teilen vorbereitet";

/* HUD title indicating that a create PDF operation has started */
"CREATE_PDF_HUD_TITLE" = "PDF wird erstellt";

/* Filename of mail attachment when sending TriangleDraw files */
"EMAIL_PBM_FILENAME" = "Zeichnung.triangleDraw";

/* TriangleDraw - {Drawing name}, a subject line for mails containing TriangleDraw file attachments */
"EMAIL_PBM_SUBJECT_%@" = "TriangleDraw - %@";

/* Filename of mail attachment when sending PDFs */
"EMAIL_PDF_FILENAME" = "Zeichnung.pdf";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PDF attachments */
"EMAIL_PDF_SUBJECT_%@" = "TriangleDraw - %@";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PNG attachments */
"EMAIL_PNG_SUBJECT_%@" = "TriangleDraw - %@";

/* Creates a high-resolution .PNG file and saves it to the users cameraroll */
"MENU_ADD_TO_CAMERAROLL" = "Zu Fotos hinzufügen";

/* Cancel button in menu actionsheet */
"MENU_DISMISS" = "Abbrechen";

/* Opens a send-email-page with a .PBM file attachment */
"MENU_EMAIL_PBM" = "TriangleDraw Datei senden";

/* Opens a send-email-page with a .PDF file attachment */
"MENU_EMAIL_PDF" = "PDF senden";

/* Opens a share-on-socialmedia-page with a .JPG file attachment */
"MENU_SHARE" = "Teilen";

/* Dismiss actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_DISMISS" = "Abbrechen";

/* Flip horizontal button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_X" = "X spiegeln";

/* Flip vertical button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_Y" = "Y spiegeln";

/* Rotate ClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_CLOCKWISE" = "Nach rechts drehen";

/* Rotate CounterClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_COUNTERCLOCKWISE" = "Nach links drehen";

/* Title of actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_TITLE" = "Mehr";

/* The line-draw operations undo/redo name */
"OPERATION_DRAW_LINE" = "Linie zeichnen";

/* The draw-single-pixel operations undo/redo name */
"OPERATION_DRAW_SINGLE" = "Farbe durch tippen umkehren";

/* The mirror horizontally operations undo/redo name */
"OPERATION_FLIP_X" = "X spiegeln";

/* The mirror vertically operations undo/redo name */
"OPERATION_FLIP_Y" = "Y spiegeln";

/* The invert-color operations undo/redo name */
"OPERATION_INVERT" = "Umkehren";

/* The adjust offset downward operations undo/redo name */
"OPERATION_MOVE_DOWN" = "Nach unten verschieben";

/* The adjust offset left operations undo/redo name */
"OPERATION_MOVE_LEFT" = "Nach links verschieben";

/* The adjust offset right operations undo/redo name */
"OPERATION_MOVE_RIGHT" = "Nach rechts verschieben";

/* The adjust offset upward operations undo/redo name */
"OPERATION_MOVE_UP" = "Nach oben verschieben";

/* The rotate 60 degree clockwise operations undo/redo name */
"OPERATION_ROTATE_60_CLOCKWISE" = "-60 Grad drehen";

/* The rotate 60 degree counter-clockwise operations undo/redo name */
"OPERATION_ROTATE_60_COUNTERCLOCKWISE" = "+60 Grad drehen";

/* HUD showing Redo and the name of the operation that is being redoed */
"PERFORM_REDO_HUD_TITLE" = "Wiederherstellen";

/* HUD showing Undo and the name of the operation that is being undoed */
"PERFORM_UNDO_HUD_TITLE" = "Rückgängig";
